Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mve: ٿيَ ايئيَ پنيَ رَي شامل ڪرڻ رِي حد تائين رسيا را۔ مھربوني ڪرَي ٻيجو جُملو شامل ڪرڻ ھون پيل { $retryLimit } منٽ انتظار ڪرو۔ ٿونريَ صبر ڪرڻ رِي مھربونِي

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
mve: ٿون ڪوڊِي ايئيَ پنيَ تيَ محفوظ ڪونِي ڪيوڙيَ تبديليَ ھيَ۔ جيَ تيَ اي پنو ڇوڙ ھو تو ٿونريَ تبديلي محفوظ ڪوني ھوئيَ۔ ڪِي ٿونيَ پڪ ھيَ ڪہ ٿيَ مقامي تبديلي ڪرڻ چاھو ھو؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
mve: ٿون ڪوڊِي ايئيَ پنيَ تيَ محفوظ ڪونِي ڪيوڙيَ تبديليَ ھيَ۔ جيَ تيَ اي پنو ڇوڙ ھو تو ٿونريَ تبديلي محفوظ ڪوني ھوئيَ۔ ڪِي ٿونيَ پڪ ھيَ ڪہ ٿيَ اي پنو ڇوڙڻ چاھو ھو؟

source: You might also want to consider spanning different contexts and domains.
mve: ٿيَ شايد مختلف ماحول ۾ ڊومينز نيَ وڌاڻ تيَ غور ڪرڻ چاھو ھو۔

source: You must allow microphone access.
mve: ٿونيَ مائيڪروفون نيَ لازمِي اجازت ڏيڻ کپيَ

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
mve: ٿونيَ ريڪارڊنگ رو ھر آکر ھڻڻ ريَ قابل ھوڻ کپيَ۔ مھيَ چاھون ھون ڪہ مشين الگورٿم مختلف قسم ريَ لاريَ ريَ ھُل نيَ سشڀالڻ ريَ قابل ھوئيَ ھان ڪجھ تيز آواز يا موسيقي نيَ ڀي قبول ڪيو جائيَ ݾگيَ ھيَ شرط ھيَ ڪہ اي ٿونيَ سجي وات ھڻڻ ھون نِي روڪيَ۔ ٽڪراڻ يا ٽُٽڻ جڪو ٿونيَ وات ھڻڻ ھون روڪيَ ھيَ ايئيَ رو مطلب ھيَ ڪہ ٿونيَ ڪلِپ نيَ رد ڪرڻ کپيَ۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
mve: ٿونرو لھجو ٿونريَ اوچار رو طريقو ھيَ۔ اي ٿونرِي رھائش، ٿونريَ ٻيجيَ ٻوليون ھان ٻيجيَ ڪِتريَ ئيَ عنصرون رِي بنياد تيَ طئيَ ݾگيَ ھيَ۔ٿيَ ايٿ ڪو ڀِي معلومات ڏي ݾگو ھو جڪو ٿونيَ ايئيَ ھون جُڙوڙي لاگيَ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mve: ٿونريَ گمنام وائس ريڪارڊنگون ڪامن وائس مواد ريَ سيٽ ۾ ريَ ھيَ۔ ھيڪ دفعو ٿيَ آپرو پروفائل ڊيليٽ ڪريَ ڇوڙو تو پڇيَ ٿيَ مواد ريَ سيٽ ۾ آپريَ ريڪارڊنگون نيَ ھٽان ھارو درخواست جمع ڪوني ڪرائيَ ݾگو ھو۔

source: Your daily goal has been created
mve: ٿونرو ھر روز رو حدف ٺايو گيو ھيَ

source: Your dataset is downloading!
mve: ٿونرو مواد رو سيٽ ڊائون لوڊ ھوئيَ پڙيو!

source: Your download has started.
mve: ٿارِي ڊائنلوڊ شروع هوئِي رِي

source: You’re contributing to a target segment
mve: ٿيَ ھيڪ حدف رَي حصيَ ۾ ڀاگ ليو پڙيا۔

source: You’re contributing to our first target segment
mve: ٿيَ مھورَي پيلڪيَ حدف ريَ حصيَ ۾ ڀاگ ليو پڙيا۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mve: ٿيَ ھيڻو سيٽ ڪرو<bold> نا</bold> ڪامن وائس ريَ باريَ ۾ اي ميلون حاصل ڪرڻ ھارو جون مقصد نيَ ياد ڏيراڻ، مھارِيَ ڪوم رِي ترقِي ريَ باريَ ۾ موجودا حالت ھان نيز ليٽر

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mve: ڪِي ٿيَ ايئيَ ٽوڻيَ اي ميلون خاصل ڪرڻ ھارو تيار ھو جون مقصد ياد ڏيراڻ آݪيَ، مھاريَ ڪوم رِِي ترقِي ريَ باريَ ۾ ھان ڪامن وائس ريَ باريَ ۾ نيز ليٽر

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mve: ٿيَ جوم تِکا ٻوليَ ريا ھو۔ مھربونِي ڪريَ جُمليَ رو جائزو ليڻ ھارون ٿوڙو صبر ڪرو ھانَ پَڪ ڪرو ڪہ اَي جُملو صحيح ھيَ۔

source: You're helping Common Voice reach our daily sentence goals!
mve: ٿيَ مھوري روزانون ٻوليا جاڻ آڙَي جُملو تائين رسائي ۾ ڪامن وائس رِي مدد ڪري ريا ھو

source: Your email address
mve: ٿونرو اِي ميل ايڊريس

source: You respond or reply to it as naturally as you can
mve: ٿيَ جواب ڏيو يان اُوئي رو جواب قُدرِتِي طور تيَ ڏيو جون بِي ٿيَ ڪريَ ݾگھو ھون۔

source: Your files are being assembled. Please check again later.
mve: ٿونريَ فائلون ڀيݪيَ ڪيئي جائيَ پڙيَ۔ مھربوني ڪريَ پڇيَ وڙي چيڪ ڪرو۔

source: Your Languages
mve: ٿونريَ ٻولين

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mve: ٿونرِي ٻولِي رو قِسم ڪلِپ ھون الگ ھوئي ݾگھيَ ھيَ! جيَ ٿَي راضِي ھون، تو ٿيَ آپرِي ٻولِي ۾ ٻيجا جُملا جونچڻ ھارو آپرَي سيٽنگھون بدليَ ݾگھو ھو۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mve: ٿُررِي ٻولِي رو قِسم جُملون ھون الگ ھوئيَ ݾگھيَ ھيَ! جيَ ٿيَ راضِي ھو تو ٿيَ آپرِي ٻولِي ۾ ٻيجا جُملا جوڻ ھارون آپرَي سيٽِگون بدلِي ڪريَ ݾگھو ھو۔

source: Your username and email will not be associated with the published data.
mve: ٿونرو يوزر نالو ھان اي ميل شايع ھوئوڙيَ مواد ھون ڀيڙو ڪوني ھوئيَ۔

source: Your weekly goal has been created
mve: ٿونرو ھفتيَ رو حدف ٺايو گيو ھيَ

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
mve: ٿونيَ مھوريَ ڪميونٽي مئنيجر ھون ھيڪ اي ميل ملڻ کپيَ جڪيَ ۾ ٿونرِي ٻولي نيَ ڪامن وائس ۾ شامل ڪرڻ را قدم ھنڀڙايا جاھيَ۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mve: ٿُون ڪامن وائس تيَ رسڻ ۾ مدد ڪِي ھيَ<goalPercentage>مھورَي زوز رَي { $goalValue } ريڪاڊِنگ رَي مقصد

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mve: ٿُون ڪامن وائس تيَ رسڻ ۾ مدد ڪِي ھيَ<goalPercentage>مھورَي روز رَي { $goalValue } تصديقي مقصد

source: You've successfully signed up for contributing to { $language }. Thank you.
mve: ٿيَ ڪاميابي ھون{ $language } ۾ حصو ليڻ ھارو سائن اپ ڪيو ھيَ۔ مھربوني۔

source: You want to join the Common Voice mailing list
mve: ڪِي ٿيَ ڪامن وائس رِي ميلنگ لِسٽ ۾ شامل ھوڻ چاھو ھو

source: You write down what you hear in the audio clips
mve: ٿيَ جيڪو ھونڀڙو ھون او آڊِيو ڪلِيپس ۾ لکو ھون۔

source: Zaza
mve: زازا

source: Zip #{ $offset } of { $total }
mve: زِپ#{ $offset } ريَ{ $total }

source: Zulu
mve: زُلو

source: account recovery key
mve: اڪوئونٽ نَي واپس کولڻ هاورن ڪوڊ

source: add-on
mve: اضافو

source: alternate text
mve: متبادل مواد

source: attack
mve: حملو

source: attacker
mve: حملو ڪرڻ آݪو

source: Attack Site
mve: حمليَ آݪِي سائِٽ

source: attendee
mve: شراڪت ڪرڻ آݪا

source: authenticate
mve: تصدِيق ڪرڻ

source: authenticated
mve: تصدِيق ھوئِي رِي

source: authentication code
mve: تصدِيق رو ڪوڊ

source: autoplay
mve: آڦيَ ھليَ (آٽو پليَ)

source: backup authentication code
mve: تصدِيق رو ڪوڊ پيڪپ ۾

source: bookmark
mve: بُڪ مارڪ

source: breakpoint
mve: وقفيَ رو پوئينٽ

source: Bug report
mve: بگ رپورٽ

source: certificate authority
mve: سرٽِيفڪيٽ رِي اٿارٽِي

source: cipher
mve: سيفر

source: clipboard
mve: ڪلِپ بورڊ

source: colorway
mve: رنگ آݪو رستو

source: confirmation code
mve: تصدِق رو ڪوڊ

source: context
mve: موآد

source: cookie banner
mve: ڪُوڪِي بينر

source: corrupt
mve: خراب

source: corrupted
mve: خراب ھوئيڙِي يان ھوئيڙا

source: crash
mve: حادسو

source: cross-site tracking cookie
mve: ڪراس۔ سائِٽ ٽريڪِنگ ڪُوڪِي

source: cryptominer
mve: ڪرپٽو مائنير

source: cryptomining
mve: ڪرپٽو مائنِينگ

source: debug
mve: ڊِبگ

source: deceptive site
mve: گمراھ ڪرڻ رِي سائِٽ

source: decode
mve: ڊِي ڪوڊ

source: decryption
mve: ڊِي ڪرپشن

source: disinformation
mve: معلومات ڪونِي

source: distrust
mve: بي اعتمادِي

source: email mask
mve: اِي ميل ماسڪ

source: enable
mve: چالو ڪرڻ

source: encode
mve: اِنڪوڊ

source: encrypt
mve: انڪرپٽ

source: encryption
mve: انڪرپشن

source: end user
mve: آخرِي استعمال ڪرڻ آݪو

source: Enhanced Tracking Protection
mve: بھتر ھوئيوڙي ٽريڪِينگ تحفظ

source: extension
mve: وآڌِي

source: fingerprinter
mve: فنگر پرنٽر

source: fingerprinting
mve: فنگر پرنٽِينگ

source: Firefox View
mve: فائر فاڪس ڏسو

source: grassroots
mve: گراس روُٽ

source: home page
mve: ھوم پنو يا ھوم پيج

source: import
mve: درآمد ڪرڻ يان لآڻ

source: independent browser
mve: آزاد برائوزر

source: innovations
mve: جدت يا اجاد

source: insecure
mve: محفوظ ڪونِي

source: installation
mve: انسٽاليشن (installation)

source: Issue
mve: مسئلو

source: Legacy extension
mve: ورسي رِي واڌ

source: MDN
mve: ايم ڊِي اين (MDN)

source: misinformation
mve: ڪو معلومات ڪونِي

source: native
mve: آپرِي ٻولِي ٻوݪڻ آݪو يان آپريَ ديس ۾ رھڻ آݪو

source: net neutrality
mve: نِج (خالص) يان خالص غير جانبدارِي

source: nonprofit
mve: بنا فائديَ آݪو

source: non-profit
mve: بنا فائديَ آݪو

source: open source
mve: کُلوڙو ذرِيعو يان آزاد ذرِيعو

source: override
mve: ماٿيَ چڙھڻ

source: phone number mask
mve: ڦون نمبر رو ماسڪ

source: pop-up
mve: پاپ اپ (pop-up)

source: preference
mve: ترجِي ڏيڻ

source: Privacy Notice
mve: رازدارِي رو نوٽِيس

source: release
mve: ڇوڙڻ

source: report
mve: رپورٽ

source: restricted site
mve: محدوُد سائِيٽ

source: revert
mve: واپس ڪرڻ (واپس لاڻ)

source: Review checker
mve: جائزو ليڻ آݪا (جائزو ليڻ آݪو)

source: search suggestion
mve: جونچڻ ھارون تجويِز

source: security keys
mve: تحفظ را ڪوڊ (سِيڪيورٽِي ريَ چاٻيَ )

source: sensitive
mve: حساس

source: sidebar
mve: سائِڊ بار

source: sign
mve: سائِن

source: signer
mve: سائِن ڪرڻ آݪو

source: sign in
mve: سائِن اِن

source: sign-in
mve: سائِن ۔ اِن

source: studies
mve: پڙھائِي

source: Terms of Service
mve: خدتمت ريَ شرطون

source: track
mve: ٽريڪ

source: trackers
mve: ٽريڪرس

source: Tracking Content
mve: ٽريڪِنگ مواد

source: unencrypted
mve: ڪوڊ نِي ھوئيوڙِي

source: unresponsive
mve: گير جوابدار

source: unsafe
mve: محفوظ نِي ھوئي

source: validate
mve: تصدِيق

source: validity
mve: تصدِيقِي

source: version
mve: ورجن (version)

source: Web Authentication
mve: ويب رِي تصدِيق ڪرو
